questions = [];
 
questions[0] = {
	q: "Кто победил во Второй Мировой Войне?",
	a1: "Китайцы",
	a2: "Американцы",
	a3: "Русские",
	a4: "НЛО",
	correct:3
};

questions[1] = {
	q: "Кто не работает тот... продолжите фразу.",
	a1: "Ест",
	a2: "Спит",
	a3: "Отдыхает",
	a4: "Молодец",
	correct:1
};

questions[2] = {
	q: "В каком году была Великая Отечественная Война?",
	a1: "1812",
	a2: "2001",
	a3: "1998",
	a4: "1917",
	correct:1
};

questions[3] = {
	q: "Друг крокодила Гены из мультфильма",
	a1: "Волкодав",
	a2: "Бетмэн",
	a3: "Женщина кошка",
	a4: "Чебурашка",
	correct:4
};

questions[4] = {
	q: "Зимой и летом одним...",
	a1: "Приветом",
	a2: "Цветом",
	a3: "Ростом",
	a4: "Гаишником",
	correct:2
};

questions[5] = {
	q: "Как называлась палочка в дрвенй Руси на которой делали зарубки о долге?",
	a1: "Нос",
	a2: "Палочка-выручалочка",
	a3: "Посох МойДодыра",
	a4: "Пташка",
	correct:1
};